export default [{
		"lable": "1",
		"value": "动态积分",
		"last": false,
		"children": [{
				"lable": "101",
				"value": "产量积分",
				"last": false,
				"children": [{
						"lable": "1011",
						"value": "基础积分30分/天/人",
						"last": true,
					},
					{
						"lable": "1012",
						"value": "完成工作计划产量40分/天/人",
						"last": true
					},
					{
						"lable": "1013",
						"value": "超额完成计划产量60分天/人",
						"last": true
					}
				]
			},
			{
				"lable": "102",
				"value": "岗位积分",
				"last": false,
				"children": [{
						"lable": "1021",
						"value": "基础积分30分/天/人",
						"last": true
					},
					{
						"lable": "1022",
						"value": "完成工作计划内容40分/天/人",
						"last": true
					}
				]
			},
			{
				"lable": "103",
				"value": "事件积分",
				"last": false,
				"children": [{
						"lable": "1031",
						"value": "生产管理类",
						"last": false,
						"children": [{
								"lable": "10311",
								"value": "发现设备异常、违章操作、数据异常等主动上报处理加5分/项/人。设备异常、数据异常未及时发现扣5分/项/人。3违章操作扣积分100分/项/人",
								"last": true,
							},
							{
								"lable": "10312",
								"value": "主动去其他工序帮忙、主动承揽工作、按要求标准完成领导安排的临时任务加积分50分。2拖延、找借口不承担领导安排的工作扣100分/次",
								"last": true,
							},
							{
								"lable": "10313",
								"value": "主动加班每小时加积分20分，值班50分/天/人",
								"last": true,
							},
							{
								"lable": "10314",
								"value": "节约成本、提高效益、维护公司形象的事件加积分2-200分",
								"last": true,
							},
							{
								"lable": "10315",
								"value": "提出合理化建议加积分2分/次，2合理化建议被采用按级别每级加50分/级/次",
								"last": true,
							},
							{
								"lable": "10316",
								"value": "完成某项工程或技术研发每项加积分500分/次",
								"last": true,
							},
							{
								"lable": "10317",
								"value": "加班（因个人工作失误、效率低原因产生的加班不加分，加急任务或临时安排产生的加班才加分），如有不按规定加分的发现一次扣100分",
								"last": true,
							},
							{
								"lable": "10318",
								"value": "自己工作未完成去其他工序帮忙的事项，扣100分/人",
								"last": true,
							},
							{
								"lable": "10319",
								"value": "每天早会要总结宣导昨天的加减分情况，未总结宣导的扣主管20分",
								"last": true,
							},
							{
								"lable": "103110",
								"value": "违章作业/不服从管理扣积分100分",
								"last": true,
							},
							{
								"lable": "103111",
								"value": "等待加分的情况，扣除原有积分倒扣100分",
								"last": true,
							},
							{
								"lable": "103112",
								"value": "不服从安排、工作不主动、拖延扣积分100分",
								"last": true,
							},
							{
								"lable": "103113",
								"value": "早到统一加5分。提前完成工作计划加5分。内容重复的不加分",
								"last": true,
							},
							{
								"lable": "103114",
								"value": "公司放假上班的按值班标准加积分50分，轮休不加分",
								"last": true,
							}
						]
					},
					{
						"lable": "1032",
						"value": "质量管理类",
						"last": false,
						"children": [{
								"lable": "10321",
								"value": "质量方面表现突出的每次每项加2-20分",
								"last": true,
							},
							{
								"lable": "10322",
								"value": "发现质量隐患、产品异常的（化料异常，上工序产品异常等）每次每项加5-20分",
								"last": true,
							},
							{
								"lable": "10323",
								"value": "在质量方面提出建议、确认可实施的每次每项加2-50分",
								"last": true,
							},
							{
								"lable": "10324",
								"value": "配合质检员完成某项任务的每次每项加2-10分",
								"last": true,
							},
							{
								"lable": "10325",
								"value": "发现跟踪单、工艺单等表单错误的每次每项加2-10分，表单填写或打印不完整、不规范等（填写与实际设置参数不符、姓名、时间等未填写、改动无签字等）每人每项扣2-10分",
								"last": true,
							},
							{
								"lable": "10326",
								"value": "工序操作过程出现产品报废、返工的每次每项扣2-20分，造成经济损失的按损失金额10%进行赔偿",
								"last": true,
							}

						]
					},
					{
						"lable": "1033",
						"value": "安全管理类",
						"last": false,
						"children": [{
								"lable": "10331",
								"value": "发现安全隐患、违章操作等主动上报加积分5分/项/人。安全隐患隐瞒不报、违章操作当事人扣积分100分/项/人，班组内员工扣5分/项/人",
								"last": true,
							},
							{
								"lable": "10332",
								"value": "设备、消防器材、安全设施未按期点检维护扣积分5分/项/人",
								"last": true,
							},
							{
								"lable": "10333",
								"value": "拆除安全设施、移动消防器材扣积分20分/次/人",
								"last": true,
							},
							{
								"lable": "10334",
								"value": "发生安全事故当事人扣1000分/次/人，班组长、车间主任扣500分/次/人，班组内员工扣50分/次/人，重伤事故全厂每人扣积分20分/次/人",
								"last": true,
							},
							{
								"lable": "10335",
								"value": "安全隐患未按期整改扣积分10分/项/人，按期整改完毕加积分5分/项/人，政府部门发现的隐患未按期整改扣积分50分/项/人",
								"last": true,
							}
						]
					},
					{
						"lable": "1034",
						"value": "会议类",
						"last": false,
						"children": [{
								"lable": "10341",
								"value": "提前10分钟到达会议现场加5分/次/人。会议主动发言、表态、提出问题加5分/次/人",
								"last": true,
							},
							{
								"lable": "10342",
								"value": "会议迟到、早退、手机铃声响、会场接听电话扣积分10分/次/人，无故旷会扣积分50分/次/人",
								"last": true,
							}
						]
					},
					{
						"lable": "1035",
						"value": "稽核任务类",
						"last": false,
						"children": [{
								"lable": "10351",
								"value": "稽核过程中主动配合完成某项任务加积分10分/次。不配合完成某项任务扣积分10分/次/人",
								"last": true,
							},
							{
								"lable": "10352",
								"value": "稽核过程中发现某项任务提前完成并安排好下一步工作计划加积分10分/次",
								"last": true,
							},
							{
								"lable": "10353",
								"value": "稽核过程中发现5S/安全/纪律方面表现突出加积分5分/人/次",
								"last": true,
							},
							{
								"lable": "10354",
								"value": "各部门动作控制卡中规定事项未按时按要求完成扣10分/项/人",
								"last": true,
							}
						]
					},
					{
						"lable": "1036",
						"value": "目标任务类",
						"last": false,
						'children': [{
								"lable": "10361",
								"value": "完成周奖扣分任务，相关主管加积分20分/周/人",
								"last": true,

							},
							{
								"lable": "10362",
								"value": "完成部门内任务目标部门主管加积分50分/月，未完成扣积分20分/项/月",
								"last": true,

							},
							{
								"lable": "10363",
								"value": "车间员工流失率控制在30%内，车间主任加积分100分/月，超过30%车间主任扣积分100分/月",
								"last": true,

							}

						]
					},
					{
						"lable": "1037",
						"value": "行政管理类",
						"last": false,
						'children': [{
								"lable": "10371",
								"value": "拓展成交某项新业务订单加积分200分/次",
								"last": true
							},
							{
								"lable": "10372",
								"value": "介绍新员工入职并入职2个月加积分50分/人，留住老员工加积分100分/人",
								"last": true
							},
							{
								"lable": "10373",
								"value": "5S优秀班组/个人、安全优秀班组/个人、质量管理优秀班组/个人、设备管理优秀班组/个人，个人加积分50分/月/次，班组长加积分60分/月/次",
								"last": true
							},
							{
								"lable": "10374",
								"value": "主动在会议上提出问题/发言/表态加积分5分/次",
								"last": true
							},
							{
								"lable": "10375",
								"value": "主动参加公司组织的活动、竞选、评比等每次加积分5分。主动参加公司组织的培训加积分2分/次，培训考试成绩优异追加积分5分/次",
								"last": true
							},
							{
								"lable": "10376",
								"value": "配合完成某项体系审核、客户审核、政府部门检查工作加积分20分/次，专职负责某项工作并审核顺利完成的追加积分80分/人",
								"last": true
							},
							{
								"lable": "10377",
								"value": "月度全勤人员每月加积分50分/次。漏考勤每次扣积分5分，未按时交请假条扣积分10分/次/人",
								"last": true
							},
							{
								"lable": "10378",
								"value": "安全、环保、质量、生产相关表单未按要求、按时填写/上交扣积分5分/次/人",
								"last": true
							},
							{
								"lable": "10379",
								"value": "迟到、早退扣积分10分/次/人，无故旷工扣积分500分/次/人",
								"last": true
							},
							{
								"lable": "103710",
								"value": "打架斗殴当事人扣积分5000分/次/人，班组长连带扣积分1000分/次，车间主任连带扣积分500分/次。辱骂他人、欺压新员工、传播负能量扣积分2000分/次/人",
								"last": true
							},
							{
								"lable": "103711",
								"value": "调戏妇女、泄露公司秘密、消极怠工、偷窃财物扣积分5000分/次/人",
								"last": true
							},
							{
								"lable": "103712",
								"value": "出现弄虚作假的行为，扣除原有积分，再追扣500分/次/人",
								"last": true
							},
							{
								"lable": "103713",
								"value": "出现不重视积分，随意将奖券丢在桌子上予以没收，丢在地上倒扣50积分",
								"last": true
							},
							{
								"lable": "103714",
								"value": "母亲/父亲节/过年给父母买礼物的每次加积分50分",
								"last": true
							},
							{
								"lable": "103715",
								"value": "在与客户对接工作中获得客户的口头表扬加积分50分，获得客户书面表扬加积分100分",
								"last": true
							}
						]
					},
					{
						"lable": "1038",
						"value": "权限内认为可以加分的正能量事件按权限加分",
						"last": true
					},
					{
						"lable": "1039",
						"value": "好人好事类",
						"last": false,
						"children": [{
							"lable": "10391",
							"value": "包括主动为客户/政府人员引路、提行李、解疑答惑、倒水等、孝敬父母、文明礼貌、拾金不昧、主动帮员工解决工作或生活上的难题、乐于奉献、等任何正能量事件等，加积分2分/次，收到口头表扬追加积分5分/次，受到书面表扬加积分50分/次。每天限制2次/人",
							"last": true
						}]
					}
				]
			}
		]
	},
	{
		"lable": "2",
		"value": "启动积分",
		"last": false,
		"children": [{
				"lable": "201",
				"value": "启动积分分为基础积分2000分/人，工龄积分50分/月/人（只计入累计排名）",
				"last": true
			}
			// {
			// 	"lable": "202",
			// 	"value": "202",
			// 	"last": false,
			// 	"children": [{
			// 			"lable": "2021",
			// 			"value": "2011",
			// 			"last": true
			// 		},
			// 		{
			// 			"lable": "2022",
			// 			"value": "2012",
			// 			"last": true
			// 		},
			// 		{
			// 			"lable": "2023",
			// 			"value": "2013",
			// 			"last": true
			// 		},
			// 		{
			// 			"lable": "2024",
			// 			"value": "2024",
			// 			"last": true
			// 		},
			// 		{
			// 			"lable": "2025",
			// 			"value": "2025",
			// 			"last": true
			// 		}
			// 	]
			// },

		]
	},
	{
		"lable": "3",
		"value": "固定积分",
		"last": false,
		"children": [{
				"lable": "301",
				"value": "学历积分20分/级/月，自中专学历起每高一级加积分20分/级/月",
				"last": true,
			},
			{
				"lable": "302",
				"value": "职务积分100分/级/月，自机长职务起每高一级加积分100分/级/月",
				"last": true,
			},
			{
				"lable": "303",
				"value": "职称积分100分/级/月，自助理工程师起每高一级加积分100分/级/月",
				"last": true,
			},
			{
				"lable": "304",
				"value": "技能积分50分/项/月，每多一项技能加积分50分/项/月",
				"last": true,
			},

			{
				"lable": "305",
				"value": "特长积分10分/项/月，每多一项特长加积分10分/项/月",
				"last": true,
			},
			{
				"lable": "306",
				"value": "荣誉积分（包括内部和外部荣誉，以证书为准）50分/项/月，每多一项荣誉加积分50分/项/月",
				"last": true,
			},
			{
				"lable": "307",
				"value": "师傅带徒弟积分100分/人/月，按3个月转正计算",
				"last": true,
			}


		]
	},
	// {
	// 	"lable": "4",
	// 	"value": "第四层结构",
	// 	"last": false,
	// 	"children": [{
	// 			"lable": "401",
	// 			"value": "401",
	// 			"last": false,
	// 			"children": [{
	// 					"lable": "4011",
	// 					"value": "4011",
	// 					"last": true
	// 				},
	// 				{
	// 					"lable": "4012",
	// 					"value": "4012",
	// 					"last": true
	// 				},
	// 				{
	// 					"lable": "4013",
	// 					"value": "4013",
	// 					"last": true
	// 				},
	// 				{
	// 					"lable": "4014",
	// 					"value": "4014",
	// 					"last": true
	// 				}
	// 			]
	// 		},
	// 		{
	// 			"lable": "402",
	// 			"value": "402",
	// 			"last": false,
	// 			"children": [{
	// 					"lable": "4021",
	// 					"value": "4011",
	// 					"last": true
	// 				},
	// 				{
	// 					"lable": "4022",
	// 					"value": "4012",
	// 					"last": true
	// 				},
	// 				{
	// 					"lable": "4023",
	// 					"value": "4013",
	// 					"last": true
	// 				},
	// 				{
	// 					"lable": "4024",
	// 					"value": "4024",
	// 					"last": true
	// 				},
	// 				{
	// 					"lable": "4025",
	// 					"value": "4025",
	// 					"last": true
	// 				}
	// 			]
	// 		},
	// 		{
	// 			"lable": "403",
	// 			"value": "403",
	// 			"last": false,
	// 			"children": [{
	// 					"lable": "4031",
	// 					"value": "4011",
	// 					"last": true
	// 				},
	// 				{
	// 					"lable": "4032",
	// 					"value": "4012",
	// 					"last": true
	// 				},
	// 				{
	// 					"lable": "4033",
	// 					"value": "4013",
	// 					"last": true
	// 				},
	// 				{
	// 					"lable": "4034",
	// 					"value": "4014",
	// 					"last": true
	// 				}
	// 			]
	// 		}
	// 	]
	// }


]
